"Untitled" = "Новый";

"WindowTitle" = "Установка: %@";

"FilesWindowTitle" = "Файлы из %@";

/* Displayed as a tooltip describing a search field */
"FilesSearchTooltip" = "Искать файлы, содержащие путь";

/* Utility Menu Items */
"Utilities_Menu" = "Служебные программы";

/* Print */
"DefaultPrintMenuItem" = "Напечатать…";

/* Menu item titles used for the Show/Hide Files function. */
"Show Files" = "Показать файлы";
"Hide Files" = "Скрыть файлы";

/* Alert panel indicating that the Installer could not find any plugins to load and therefore cannot perform an install */
"NO_SECTIONS_FOUND_ALERT_TITLE" = "Установщику не удалось выполнить установку.";
"NO_SECTIONS_FOUND_ALERT_MESSAGE" = "Установщику не удалось найти некоторые ресурсы, необходимые для выполнения установки.\n\nЭто ошибка в Установщике, а не в ПО, которое Вы пытаетесь загрузить.\n\nТехническую поддержку в Интернете Вы найдете по адресу:\n\nhttp://www.apple.com/ru/support/";

/* Button titles */
"CONTINUE" = "Продолжить";
"GOBACK" = "Назад";
"CHOOSE" = "Выбрать";

"CONTINUE_INSTALLING" = "Продолжить установку";
"CANCEL_INSTALLING" = "Отменить установку";

"OpenFailed" = "Ошибка открытия";
"OpenFailedMsg" = "Не могу открыть «%@».";

/* Damaged runner error */
"INSTALLER_IS_DAMAGED_TITLE" = "Установщик поврежден.";
"INSTALLER_IS_DAMAGED_MESSAGE" = "Установщику не удается открыть пакет. Возможно, возникла проблема с правами собственности или доступа к файлам.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "busy" state */
"PackageBusyTitle" = "Установщик занят.";
"PackageBusyMessage" = "Не удается закрыть окно.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "paused" state */
"PackagePaused" = "Не закрывайте пакет, т.к. он не был установлен полностью. Если Вы закроете пакет сейчас, то система останется в неустойчивом состоянии.";

/* Install failed alert-box titles */
"InstallFailedTitle" = "Установка не выполнена.";
"CannotInstallTitle" = "Установка не может быть завершена.";

/* Contents for alert box displayed when the user tries to quit the app while the package is installing */
"CantQuit" = "Невозможно закрыть Установщик во время установки ПО.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"FailWarning" = "Пакет %@ установлен неправильно.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"NotInstalledYet" = "Пакет еще не установлен: %@";

/* Bold title string in Quit sheet */
"InstallQuitTitle" = "Вы действительно хотите закрыть программу «Установщик»?";

/* Warnings */
"NeedsShutdown" = "Установка этого ПО требует выключения компьютера. Нажмите «Выключить», чтобы завершить установку.";
"NeedsRestart" = "Установка этого ПО требует перезагрузки компьютера. Нажмите «Перезагрузить», чтобы завершить установку.";
"NeedsLogout" = "Для установки этого ПО требуется, чтобы все программы были закрыты, а Вами осуществлен выход из системы. Нажмите «Выход» для завершения установки.";

/* Displayed if the user tries to quit while a normal install is taking place */
"StopNormalInProgress" = "Вы действительно хотите завершить установку? Прекращение работы программы «Установщик» приведет к нестабильной работе системы.";

/* Button in quit sheet */
"ChangeDisk" = "Загрузочный том";

/* Title on the 'Go Back' button */
"GoBack" = "Назад";

/* Button/menu item titles meaning 'Yes, I want to quit the application' */
"Quit" = "Завершить";
"QuitWithEllipsis" = "Завершить Установщик…";

/* Button title meaning 'No, I don't want to quit the application' */
"DontQuit" = "Не завершать";

/* Button title used to restart the computer */
"Restart" = "Перезагрузить";

/* Standard OK button title */
"OK" = "ОК";

/* Button title to cancel an action that produced an alert box */
"Cancel" = "Отменить";

/* Button title for a sheet which will close the installer window */
"Close" = "Закрыть";

/* "Show Error" button */
"ShowError" = "Показать ошибку";

/* Error message given when plugin cannot be found. This is mostly an issue for running over a network. */
"CantFindPlugin" = "Не удается найти плагин с именем %@.";

/* Error message given when plugin is found but can't be loaded. This is mostly an issue for running over a network. */
"CantLoadPlugin" = "Путь к плагину %@ был найден, но создать пакет не удалось.";

/* Error message given when plugin is loaded but doesn't have its firstPage outlet set. This is mostly a debugging aid. */
"NoFirstPage" = "У плагина %@ отсутствует первая страница.";

/* Alert box title when the user cannot save a file document */
"CantSaveFile" = "Не удается сохранить файл.";

/* Alert box explanatory text displayed when a user cannot save a file document */
"CantSaveFileText" = "Возможно, у Вас нет прав на сохранение этого документа в данном размещении.";

/* File Listing Controller Strings */
"FILE_LISTING_NOT_AVAIL" = "Список файлов недоступен.";
"FILE_LISTING_NOT_AVAIL_YET" = "Список файлов еще недоступен.";

/* Security Warning Strings */
/* Display this message if the package will be running programs without the user's knowledge. */
"CheckToolAlert" = "Этот Установщик запустит программу, которая определит, возможна ли установка этого ПО. Хотите продолжить?";

/* Title for the below message */
"CheckToolAlertEnhancedTitle" = "Этот пакет запустит программу, которая определит, возможна ли установка этого ПО.";

/* Displays this message if the package will be running programs contains inside a package */
"CheckToolAlertEnhanced" = "Для обеспечения безопасности компьютера запуск программ и установка ПО должна производиться исключительно из источников, вызывающих доверие. Если Вы не уверены в источнике этого ПО, нажмите «Отменить», чтобы остановить работу программы и установку.";

/* Displayed in Menu Bar in the Spotlight area when running from install media */
"NoSpotlightTooltip" = "Spotlight недоступна во время установки этого ПО";

/* Install Automation Strings */
"AutomatedInstallFailure" = "%@ нельзя установить на этом диске.";
"AutomatedInstallFailureWithReason" = "%@ нельзя установить на этом диске. %@";

"AutomatedInstallTargetFreeSpace" = "На диске назначения недостаточно свободного места для установки. Завершите работу Установщика и освободите место путем удаления файлов или программ, а затем повторите установку.";
"AutomatedInstallTargetMissingTitle" = "Не удается найти диск по адресу %@.";
"AutomatedInstallTargetMissing" = "Убедитесь, что выбран правильный диск, а также что он не поврежден и не отключен.";

/* Install Authenticity Strings */
"UNSIGNED_TITLE" = "Не удается определить источник этого ПО.";
"UNSIGNED_DESCRIPTION" = "Для обеспечения безопасности компьютера установка ПО должна производиться исключительно из источников, вызывающих доверие.";
"INVALID_SIGNATURE_ERROR_TITLE" = "Установка отменена, т.к. не удалось проверить источник этого ПО.";
"INVALID_SIGNATURE_ERROR" = "Для обеспечения безопасности компьютера установка ПО должна производиться исключительно из источников, вызывающих доверие.";

/* IADataTransferMonitor Strings */
"CALCULATING_TIME_REMAINING" = "Вычисляю…";
"HOURS_AND_MINUTES_REMAINING" = "Часов: %d, минут: %d";
"HOURS_REMAINING" = "%d часов";
"HOUR_AND_MINUTES_REMAINING" = "1 час, минут: %d";
"HOUR_REMAINING" = "1 час";
"MINUTES_REMAINING" = "%d мин.";
"MINUTE_REMAINING" = "1 минута";
"LESS_THAN_A_MINUTE_REMAINING" = "менее минуты";
